import { getAssetUrl } from './paths';

export default {
  name: 'AVendingMachine',
  email: 'info@avendingmachine.co.il',
  phone: '052-111-1111',
  pages: ['קטלוג מכונות', 'צור קשר', 'אודות'],
  home: {
    banners: [
      getAssetUrl('banners/1.jpg'),
      getAssetUrl('banners/2.jpg'),
      getAssetUrl('banners/3.jpg'),
    ],
    text: [
      {
        title: 'למה אנחנו?',
        content:
          'חברת AVM מכונות אוטומטיות מספקת מגוון פתרונות ושירותים בתחום ממכר מזון ושתייה באמצעות מכונות אוטומטיות.\nחברתנו פעילה בתחום זה משנת 2024 בעיקר באזור המרכז, אזור השפלה ואזור השרון והדרום.\nאנו מספקים שרותי הצבת מכונות אוטומטיות ללא עלות הצבה במקומות ציבוריים, כמו כן אנו מספקים שרותי תפעול ואחזקה ליזמים ומפעילים המעוניינים להוריד מעצמם את ה "כאב ראש" ולשים את מכונתם בידיים מקצועיות עם אנשים שיודעים לתת שרות עם חיוך!',
      },
      {
        title: 'מה היתרון?',
        content:
          'מכונות אוטומטיות אלו מכשירים נוחים שנועדו לספק לנו את כל מחסורנו במקומות ציבוריים שונים, שבהם לא תמיד יש גישה לחנויות נוחות או בתי קפה.\nמכונות אלה מספקות כל סוגי הדברים, ולעתים אלו יכולים להיות צרכים מפתיעים, כגון מכונות המספקות תחבושות, כל סוגי החטיפים והשוקולדים, שתייה, סיגריות, טמפונים בשירותי נשים או כל מוצר אחר.\nאנו כמפעילים של מכונות אוטומטיות חושבים צעד אחד מראש, ודואגים לספק לצרכן את כל מה שדרוש לו, עוד לפני שהוא מבין שזה מה שהוא צריך.\nמכונות אוטומטיות מאפשרות לאנשים לקבל את מה שהם רוצים עוד לפני שהם רצו אותו.\nיש שיגידו שזה רע וממוסחר, אך מצד שני, הביקוש הוא זה שיוצר את ההיצע, והביקוש עבור מכונות אוטומטיות הוא גדול מאוד.',
      },
    ],
  },
  about: {
    banner: getAssetUrl('banner.jpg'),
    text: [
      {
        title: 'אודות החברה',
        content:
          'חברת AVM החלה את דרכה בתחילת 2024 ופועלת ומספקת שירותים בתחום של מכונות אוטומטיות.\nהמוטו שלנו "שירות הוא לא סיסמה אלה דרך חיים. רק חברות המספקות שרות ברמה גבוהה יכולים לשרוד לאורך שנים".\nאנו מפעילים קו מכונות אוטומטיות ופועלים לתחזק ולתפעל קווי מכונות לכל דורש. אנו מאמינים כי שירות אמיתי ובזמן יוצר לקוחות מרוצים לאורך שנים.\nלא חכמה לצעוק סיסמאות שירות צריך להוכיח זאת בשטח יום יום. תשאלו את לקוחותינו המרוצים. ',
      },
      {
        title: 'מומחים בנתינת שרות',
        content:
          'חברתנו מחזיקה צוותים ניידים אשר פועלים בשטח בכל יום בכדי לתפעל ולתחזק את קו מכונות אוטומטיות על סוגיו לרבות מכונות שתייה, מכונות מזון ומכונות אוטומטיות משולבות.\nכחברה קטנה, אך עם ניסיון רב, אנו מחזיקים קו יחסית קטן המאפשר לנו לתת יותר תשומת לב לכל מכונה בכל מיקום.\nנשמח לעמוד לשירותכם בכל יום ושעה לקביעת פגישת ייעוץ או מידע נוסף.',
      },
    ],
  },
  catalog: {
    products: [
      {
        id: '1',
        name: 'מכונת שתייה קרה - G3',
        desc: 'מכונה גדולה במיוחד אשר מתאימה למיקומים שבהם תנועה ערה של אנשים',
        img: getAssetUrl('products/1.jpg'),
        more: {
          text: 'מכונה גדולה במיוחד אשר מתאימה למיקומים שבהם תנועה ערה של אנשים. המכונה אמינה ומסיבית ועמידה בכל תנאי מזג האוויר. מכונה IN/OUT DOOR מאפשרת ליהנות מתמהיל מוצרים של בין 6 ל- 10 מוצרים שונים.',
          data: {
            יצרן: 'Royal Vendors',
            גובה: 202,
            רוחב: 94,
            עומק: 88,
            משקל: 300,
            'חיבור חשמל': '220V',
            תכולה: '804 פחיות 330 סמ"ק או 400 בקבוקי חצי ליטר',
          },
        },
      },
      {
        id: '2',
        name: 'מכונת חטיפים - A.M.S',
        desc: 'מכונה שקופה לרכישת חטיפים וממתקים',
        img: getAssetUrl('products/2.jpg'),
        more: {
          text: 'מכונה שקופה לרכישת חטיפים וממתקים. כדי להבטיח חווית רכישה והנאה מהמוצרים המכונה עובדת בבקרת טמפרטורה של בין 4 ל- 23 מעלות באזורים שונים של המכונה. כך ניתן לרכוש חטיף מלוח בטמפרטורת החדר וחטיף שוקולד קריר.',
          data: {
            יצרן: '',
            גובה: 185,
            רוחב: 100,
            עומק: 92,
            משקל: 0,
            'חיבור חשמל': '220V',
            תכולה: '900 פריטים (40 סוגים שונים)',
          },
        },
      },
      {
        id: '3',
        name: 'מיני מכולת - Shop 24',
        desc: 'פתרונות אוטומטים בעבודה ובבית מכונה חדישה המאפשרת לרכוש מוצרי מזון ומעדני חלב',
        img: getAssetUrl('products/3.jpg'),
        more: {
          text: 'פתרונות אוטומטים בעבודה מכונה חדישה המאפשרת לרכוש מוצרי מזון ומעדני חלב ובכך מעניקה לצרכן חווית רכישה יחודית ופתרון לצריכה במקום העבודה. הצרכן יכול להנות ממגון מוצרים רחב ביותר, הן מבחינת תמהיל המוצרים והן מבחינת מארז',
          data: {
            יצרן: 'Crane',
            גובה: 1083,
            רוחב: 1017,
            עומק: 80,
            משקל: 231,
            'חיבור חשמל': '230V',
            תכולה: '',
          },
        },
      },
    ],
  },
};
